patta
servic
ekak
honda
pirisidui
meka
itha
hondai
mekanam
eka
maru
bu
nam
athul
meh
godak
ekanam
gena
kiyanna
niyamai
kattiya
dakala
nah
hondama
mama
dakapu
dena
supiri
thrupthimath
wage
neh
awlak
widiyata
thibba
shape
echchara
bohoma
ith
kiyala
puluwang
ekata
wenawa
meke
sira
aththatama
kisima
ela
thamai
elakiri
thada
bro
karima
prashnayak
nathi
thibb
apita
hondata
arakshithai
yanakota
mata
pahasui
suwapahasu
eth
diunu
wenna
one
poddak
thawa
eke
meta
wada
hadenna
hodata
hadala
ganna
tikak
gaththanam
wadi
diyunu
karanna
senaga
okkama
seat
driver
book
yaddi
yana
wenn
much
use
hari
smile
hondatama
realli
appa
deyak
jarawak
kadila
sahena
gong
arakshawa
mala
set
wenneh
mewa
narakai
anthimai
awul
wath
loweth
naginn
pavichchi
bah
chater
hariyann
speed
ewa
husuma
case
da
huththa
bayeng
aayth
mekata
epa
chora
patawanawa
gandai
wadak
etharam
appiriyai
moda
android
app
beauti
cute
health
iger
iphoneonli
iphonesia
iphon
final
thank
soni
love
would
go
smartphon
im
know
made
home
amaz
appl
wont
even
pay
stupid
support
updat
fuck
phone
big
time
happi
us
instadaili
new
charger
…
amazon
year
start
technolog
samsunggalaxi
iphonex
shop
music
photo
fun
selfi
camera
picoftheday
sun
instagood
boy
hey
make
ipod
dont
color
everi
need
design
give
anoth
lol
work
play
ipad
batteri
charg
summer
like
want
instagram
photooftheday
tweegram
reason
suck
store
screen
art
friend
ive
day
back
black
keep
get
text
cant
check
galaxi
samsung
done
pic
hateappl
must
watch
game
ps
io
live
life
food
dog
famili
sister
bought
gift
note
delet
song
itun
window
custom
tech
let
fashion
video
follow
pink
sweet
sexi
week
see
photographi
natur
travel
googl
look
got
christma
girl
free
appstor
iphone…
babi
news
fail
funni
hate
tablet
think
product
call
holiday
money
birthday
tv
comput
month
good
job
actual
that
still
rt
cool
pictur
beach
yet
arriv
gain
everyon
sougofollow
ff
iphoneographi
mobil
user
random
instamood
hot
feel
broken
gold
white
came
come
followback
retweet
ya
thing
put
oh
playstat
today
fuckyou
never
present
macbookpro
macbook
quot
word
great
hour
everyth
model
didnt
valentin
car
say
u
download
twitter
last
buy
version
style
pretti
nice
wait
first
doesnt
best
fruit
soon
mac
stop
well
capetownsup
sup
surf
capetown
excit
mine
enough
th
night
upgrad
help
tab
world
old
followm
take
two
find
awesom
accessori
deal
gadget
power
pc
wish
minut
ye
via
fit
sale
motorola
ever
tri
blue
guy
morn
headphon
show
fix
oneplu
chang
kid
peopl
x
hello
heart
toy